---
kind: other
id: Properties.T:Autodesk.Revit.DB.PrintSetting
source: html/30dfa06c-5624-bc10-0ea1-fc7a7277aff0.htm
---
# PrintSetting Properties

The id of the assembly instance to which the element belongs.